Repository: pyload/pyload
Catalog: locale/*/LC_MESSAGES/plugins.po
Languages: el, hu, sr

source: Download chunks failed, fallback to single connection | %s
el: Η λήψη των κομματιών απέτυχε, επιστροφή σε κατάσταση μονής σύνδεσης | %s
hu: Darabokban letöltés sikertelen, visszatérés egyszeri kapcsolatra | %s
sr: Одломци преузимања нису успели. Враћање на једну везу | %s

source: Pil and tesseract not installed and no Client connected for captcha decrypting
el: Το PIL και το tesseract δεν είναι εγκαταστημένα και δεν υπάρχει πρόγραμμα-πελάτης συνδεμένος για αποκρυπτογράφηση captcha
hu: Captcha megfejtéshez nincs kliens csatlakozva és nincs telepítve Pil vagy tesseract
sr: Pil и Tesseract нису инсталирани, нити је повезан клијент ради дешифровања потврдних кодова.

source: No captcha result obtained in appropriate time.
el: Δεν ανακτήθηκε αποτέλεσμα captcha εντός του χρονικού ορίου.
hu: Nem érkezett captcha eredmény a megadott időn belül.
sr: Није обезбеђен резултат потврдног кода у одговарајуће време.

source: Setting User and Group failed: %s
el: Η ρύθμιση χρηστών και ομάδων απέτυχε: %s
hu: Felhasználó és csoport beállítás sikertelen: %s
sr: Постављање корисника и групе није успело: %s

source: Not existing file or unsupported protocol
el: Δεν υπάρχει το αρχείο ή το πρωτόκολλο δεν υποστηρίζεται
hu: Nem létező fájl, vagy nem támogatott protokoll
sr: Непостојећа датотека или неподржани протокол

source: Could not remove file '%s'
el: Αδυναμία διαγραφής του αρχείου '%s'
hu: A '%s' fájl nem törölhető
sr: Не могу да уклоним датотеку „%s“

source: Rapidshare: Traffic Share (direct download)
el: Rapidshare: Traffic Share (απευθείας λήψη)
hu: Rapidshare: Adatforgalom megosztás (közvetlen letöltés)
sr: Rapidshare: дељење саобраћаја (директно преузимање)

source: Already downloading from this ip address, waiting 60 seconds
el: Κατεβάζετε ήδη από αυτή τη διεύθυνση ΙΡ, αναμονή 60 δευτερολέπτων
hu: Már van folyamatban letöltés erről az IP-ről, várakozás: 60mp
sr: Већ преузимате са ове IP адресе. Сачекајте 60 секунди.

source: Invalid Auth Code, download will be restarted
el: Μη έγκυρος κώδικας , η λήψη θα γίνει επανεκκίνηση
hu: Hibás Auth kód, a letöltés újraindítása
sr: Неисправан кôд за проверу идентитета. Преузимање ће поново бити покренуто.

source: RapidShareCom: No free slots
el: RapidShareCom: Δεν υπάρχουν ελέυθερα slots
hu: RapidShareCom: Nincs ingyenes hely
sr: Rapidshare.com: нема слободних слотова

source: You need a premium account for this file
el: Χρειάζεστε έναν λογαριασμό premium για αυτό το αρχείο
hu: Ehhez a fájlhoz prémium hozzáférés szükséges
sr: Потребан вам је премијум налог да бисте преузели ову датотеку

source: Filename reported invalid
el: Το όνομα αρχείου αναφέρθηκε ως μη έγκυρο
hu: Hibás fájlnév
sr: Пријављено име датотеке није исправно

source: Please enter your %s account or deactivate this plugin
el: Παρακαλώ εισάγετε το λογαριασμό σας %s ή απενεργοποιήστε αυτό το πρόσθετο
hu: Add meg a(z) %s hozzáférés adatait, vagy deaktiváld ezt a beépülőt
sr: Унесите налог на сервису %s или деактивирајте овај прикључак.

source: Decryption failed
el: Η αποκρυπτογράφηση απέτυχε
hu: Sikertelen dekódolás
sr: Дешифровање није успело

source: No file key provided in the URL
el: Η διεύθυνση URL δεν παρείχε κανένα κλειδί αρχείου
hu: Nincs fájl kulcs az URL-ben
sr: У URL адреси није наведен кључ датотеке

source: Error code:
el: Κωδικός σφάλματος:
hu: Hibakód:
sr: Кôд грешке:

source: Parallel download error, now waiting 60s.
el: Σφάλμα ταυτόχρονης λήψης, αναμονή 60s.
hu: Többszálas letöltés hiba, várakozás: 60s.
sr: Грешка у истовременом преузимању. Сачекајте 60 секунди.

source: Not logged in.
el: Δεν έχετε συνδεθεί.
hu: Nem vagy bejelentkezve.
sr: Нисте пријављени.

source: API key invalid
el: Το κλειδί API δεν είναι έγκυρο
hu: Érvénytelen API kulcs
sr: API кључ је неисправан

source: %s: Not enough traffic left
el: %s: Δεν απέμεινε αρκετή κίνηση δεδομένων
hu: %s: Nincs elég adatforgalom hátra
sr: %s: немате довољно саобраћаја

source: Traffic exceeded
el: Υπέρβαση ορίου κίνησης δεδομένων
hu: Adatforgalom túllépve
sr: Прекорачили сте саобраћај

source: Authorization required (username:password)
el: Απαιτείται πιστοποίηση (όνομα χρήστη:κωδικός)
hu: Azonosítás szükséges (felhasználónév:jelszó)
sr: Потребна је провера идентитета (корисничко име и лозинка)

source: File temporarily not available
el: Το αρχείο είναι προσωρινά μη διαθέσιμο
hu: Állomány átmenetileg nem elérhető
sr: Датотека тренутно није доступна

source: Netload: waiting between downloads %d s.
el: Netload: αναμονή μεταξύ των λήψεων %d s.
hu: Netload: letöltések közti várakozás %d mp.
sr: Netload: чекање између преузимања %d с.

source: Netload: waiting for captcha %d s.
el: Netload: αναμονή για captcha %d s.
hu: Netload: captcha-ra várakozás %d mp.
sr: Netload: чекање потврдног кода %d с.

source: Downloaded File was empty
el: Το ληφθέν αρχείο ήταν άδειο
hu: A letöltött fájl üres
sr: Преузета датотека је празна

source: There was HTML Code in the Downloaded File (%s)...redirect error? The Download will be restarted.
el: Υπήρχε κώδικας HTML στο αρχείο που μεταφορτώθηκε (%s)...πρόβλημα ανακατεύθυνσης ίσως; Η μεταφόρτωση θα επανεκκινήσει.
hu: HTML kód van a letöltött fájlban (%s). Lehet, hogy átirányítási hiba, a letöltés újra lesz indítva.
sr: Пронађен је HTML кôд у преузетој датотеци (%s). Преузимање ће поново бити покренуто.

source: long_url: %s
hu: hosszú_url: %s
sr: Дужа URL адреса: %s

source: Could not login with account %(user)s | %(msg)s
el: Αποτυχία σύνδεσης με τον λογαριασμό %(user)s | %(msg)s
hu: Nem sikerült bejelentkezni: %(user)s | %(msg)s
sr: Не могу да се пријавим са налогом %(user)s | %(msg)s

source: Wrong Password
el: Λάθος κωδικός
hu: Hibás jelszó
sr: Неисправна лозинка

source: Get Account Info for %s
el: Λήψη πληροφοριών λογαριασμού για %s
hu: Hozzáférés információinak letöltése: %s
sr: Преузмите податке о налогу за %s

source: Error: %s
el: Σφάλμα: %s
hu: Hiba: %s
sr: Грешка: %s

source: Your Time %s has a wrong format, use: 1:22-3:44
el: Η ώρα %s έχει λάθος μορφή, χρησιμοποιήστε 1:22-3:44
hu: A %s időformátum hibás, használd így: 1:22-3:44
sr: Време %s је у погрешном формату. Користите: 1:22-3:44

source: Account %s has not enough traffic, checking again in 30min
el: Στον λογαριασμό %s δεν έχει απομείνει αρκετή κίνηση δεδομένων, θα γίνει πάλι έλεγχος σε 30 λεπτά
hu: %s hozzáférésen nincs elég adatforgalom, újra próbálás: 30 perc
sr: Налог %s нема довољно саобраћаја. Проверавам поново за 30 минута.

source: Account %s is expired, checking again in 1h
el: Ο λογαριασμός %s έχει λήξει, θα γίνει ξανά έλεγχος σε 1 ώρα
hu: %s hozzáférés lejárt, újra próbálás: 1 óra
sr: Налог %s је истекао. Проверавам поново за сат времена.

source: Login with %s
el: Σύνδεση με %s
hu: Bejelentkezés mint %s
sr: Пријавите се са %s

source: Error executing addon: %s
el: Σφάλμα κατά την εκτέλεση των πρόσθετων: %s
hu: Hiba a bővítmény futtatása közben: %s

source: Activate direct Download in your Bitshare Account
el: Ενεργοποιήστε τις απευθείας λήψεις στον Bitshare λογαριασμό σας
hu: Közvetlen letöltés aktiválása a Bitshare hozzáférésen
sr: Активирајте директно преузимање у налогу Bitshare-а

source: Downloadlimit reached
el: Φτάσατε στο μέγιστο όριο λήψεων
hu: A letöltési korlát elérve
sr: Достигнуто је ограничење преузимања

source: Please add your premium.to account first and restart pyLoad
el: Παρακαλώ προσθέστε πρώτα τον λογαριαμό σας στο premium.to και επανεκκινήστε το pyLoad
hu: Először adj meg rehost.to hozzáférést majd indítsd újra a pyLoad-ot

source: Installed scripts for %s:
el: Εγκατεστημένα αρχεία εντολών για το %s:
hu: Scriptek telepítve - %s:
sr: Инсталирани скрипти за %s:

source: Script not executable:
el: Το αρχείο εντολών δεν είναι εκτελέσιμο:
hu: Script nem futtatható:
sr: Скрипта не може да се изврши:

source: Error in %(script)s: %(error)s
el: Σφάλμα στο %(script)s: %(error)s
hu: Hiba: %(script)s: %(error)s
sr: Грешка у %(script)s: %(error)s

source: %s credits left
el: απομένουν %s πόντοι
hu: %s kredit maradt
sr: Преостало је %s кредита

source: Could not send response.
el: Αποτυχία αποστολής απάντησης.
hu: Nem sikerült választ küldeni.
sr: Не могу да пошаљем одговор.

source: Your CaptchaTrader Account has not enough credits
el: Ο λογαρισμός σας CaptchaTrader δεν έχει αρκετούς πόντους
hu: A CaptchaTrader hozzáférésen nincs elég credit
sr: У вашем налогу на сервису CaptchaTrader нема довољно кредита.

source: New CaptchaID from upload: %s : %s
el: Νέο CaptchaID από τη μεταφόρτωση: %s : %s
hu: Új CaptchaID a feltöltésből: %s : %s
sr: Нови CaptchaID од отпремања: %s : %s

source: Your Captcha 9kw.eu Account has not enough credits
el: Ο λογαριασμός σας Captcha 9kw.eu δεν έχει αρκετούς πόντους
hu: A Captcha 9kw.eu hozzáférésen nincs elég credit
sr: У вашем налогу на сервису 9kw.eu нема довољно кредита.

source: Please add your rehost.to account first and restart pyLoad
el: Παρακαλώ προσθέστε πρώτα τον λογαριαμό σας στο rehost.to και επανεκκινήστε το pyLoad
hu: Először adj meg rehost.to hozzáférést majd indítsd újra a pyLoad-ot.
sr: Прво додајте налог на сервису rehost.to па поново покрените pyLoad.

source: Added %s from HotFolder
el: Προστέθηκε το %s από HotFolder
hu: %s HotFolder-ből hozzáadva
sr: Додато %s из HotFolder-а

source: Click'N'Load: Port 9666 already in use
el: Click'N'Load: Η θύρα 9666 χρησιμοποιείται ήδη
hu: Click'N'Load: A 9666 port használatban van
sr: Click'N'Load: порт 9666 већ је у употреби

source: Package finished: %s
el: Ολοκλήρωση πακέτου: %s
hu: Kész csomag: %s
sr: Пакет је завршен: %s

source: Download finished: %(name)s @ %(plugin)s
el: Η λήψη ολοκληρώθηκε: %(name)s @ %(plugin)s
hu: Letöltés befejezve: %(name)s @ %(plugin)s
sr: Преузимање је завршено: %(name)s @ %(plugin)s

source: Your ExpertDecoders Account has not enough credits
el: Ο λογαριασμός στο ExpertDecoders δεν έχει αρκετούς πόντους
hu: Az ExpertDecoders hozzáférésen nincs elég credit
sr: У вашем налогу на сервису ExpertDecoders нема довољно кредита.

source: *** Plugins have been updated, please restart pyLoad ***
el: *** Τα πρόσθετα έχουν αναβαθμιστεί, παρακαλώ επανεκκινήστε το pyLoad ***
hu: *** Bővítmények frissítve, indítsd újra a pyLoad-ot ***
sr: *** Прикључци су ажурирани. Поново покрените pyLoad. ***

source: Plugins updated and reloaded
el: Τα πρόσθετα αναβαθμίστηκαν και ξαναφορτώθηκαν
hu: Bővítmények frissítve és betöltve
sr: Прикључци су ажурирани и поново учитани

source: No plugin updates available
el: Δεν υπάρχουν αναβαθμίσεις για τα πρόσθετα
hu: Nincs bővítmény frissítés
sr: Нема ажурирања прикључака

source: No Updates for pyLoad
el: Δεν βρέθηκε αναβάθμιση για το pyLoad
hu: Nincs új pyLoad verzió
sr: Нема нове верзије pyLoad-а

source: *** New pyLoad Version %s available ***
el: *** Είναι διαθέσιμη μια καινούρια έκδοση (%s) του pyLoad ***
hu: *** Új pyLoad verzió elérhető: %s ***
sr: *** Доступна је нова верзија, pyLoad %s ***

source: *** Get it here: https://github.com/pyload/pyload/releases ***
hu: *** Letöltés: https://github.com/pyload/pyload/releases ***
sr: *** Преузмите је одавде: https://github.com/pyload/pyload/releases ***

source: Not able to connect server for updates
el: Αδυναμία σύνδεσης στον κεντρικό διακομιστή για έλεγχο ενημερώσεων
hu: Nem sikerült a szerverhez csatlakozni a frissítésekért
sr: Не могу да се повежем са сервером за ажурирања

source: New version of %(type)s|%(name)s : %(version).2f
el: Νέα έκδοση του%(type)s | %(name)s : %(version).2f
hu: Új verzió: %(type)s|%(name)s : %(version).2f
sr: Нова верзија %(type)s|%(name)s : %(version).2f

source: Error when updating %s
el: Σφάλμα κατά την αναβάθμιση του %s
hu: Hiba frissítés közben %s
sr: Грешка при ажурирању %s

source: Version mismatch
el: Ασυμφωνία έκδοσης
hu: verzió ütközés
sr: Верзије се не поклапају

source: No %s installed
el: Δεν έχει εγκατασταθεί το %s
hu: Nincs %s telepítve
sr: Није инсталиран %s

source: Could not activate %s
el: Αποτυχία ενεργοποίησης του %s
hu: Nem sikerült aktiválni: %s
sr: Не могу да активирам %s

source: Activated
el: Ενεργοποιήθηκε
hu: Aktivált
sr: Активирано

source: No Extract plugins activated
el: Δεν έχουν ενεργοποιηθεί πρόσθετα για αποσυμπίεση
hu: Nincs kicsomagoló bővítmény aktiválva
sr: Нису активирани прикључци за распакивање

source: Extract package
el: Εξαγωγή πακέτου
hu: Csomag kitömörítése

source: Scans package for archives and extract them
el: Σαρώνει το πακέτο για συμπιεσμένα αρχεία και τα αποσυμπιέζει
hu: Archívum csomagvizsgálat, és kicsomagolás

source: Package %s queued for later extracting
el: Το πακέτο %s έχει δρομολογηθεί για αποσυμπίεση αργότερα
hu: %s csomag a várólistán későbbi kitömörítésre
sr: Пакет %s је стављен у ред за распакивање

source: Check package %s
el: Έλεγχος του πακέτου %s
hu: Csomag ellenőrzése: %s
sr: Провери пакет %s

source: Extract to %s
el: Αποσυμπίεση στο %s
hu: Kicsomagolás: %s
sr: Распакуј у %s

source: No files found to extract
el: Δεν βρέθηκαν αρχεία για αποσυμπίεση
hu: Nincs kitömöríthető fájl
sr: Нема датотека за распакивање

source: extracting
el: αποσυμπιέζεται
hu: kicsomagolás
sr: распакујем

source: Password protected
el: Προστατευμένο με κωδικό
hu: Jelszóval védett
sr: Заштићено лозинком

source: Wrong password
el: Λάθος κωδικός
hu: Hibás jelszó
sr: Неисправна лозинка

source: Deleting %s files
el: Διαγραφή %s αρχείων
hu: %s fájl törlése
sr: Бришем %s датотека

source: Extracting finished
el: Η αποσυμπίεση τελείωσε
hu: Kicsomagolás kész
sr: Распакивање је завршено

source: Archive Error
el: Σφάλμα στο συμπιεσμένο αρχείο
hu: Tömörített állomány hiba
sr: Грешка у архиви

source: CRC Mismatch
el: Ασυμφωνία CRC
hu: CRC hiba
sr: CRC се не поклапа

source: Unknown Error
el: Άγνωστο Σφάλμα
hu: Ismeretlen hiba
sr: Непозната грешка

source: Setting User and Group failed
el: Ο ορισμός του Χρήστη και της Ομάδας απέτυχαν
hu: Felhasználó és csoport beállítás sikertelen
sr: Постављање корисника и групе није успело

source: Crypter list not found
el: Η λίστα Crypter δεν βρέθηκε
hu: Crypter lista nem található
sr: Списак шифратора није пронађен

source: Crypter list is empty
el: Η λίστα Crypter είναι κενή
hu: Crypter lista üres
sr: Списак шифратора је празан

source: Download finished: %(name)s @ %(plugin)s
el: Η λήψη ολοκληρώθηκε: %(name)s @ %(plugin)s
hu: Letöltés befejezve: %(name)s @ %(plugin)s
sr: Преузимање је завршено: %(name)s @ %(plugin)s

source: New Captcha Request: %s
el: Αίτηση για νέο Captcha: %s
hu: Új captcha kérés: %s
sr: Нови захтев потврдног кода: %s

source: Answer with 'c %s text on the captcha'
el: Απάντηση με 'c %s κείμενο για το captcha'
hu: Válaszolj ezzel: 'c %s szöveg a captcha-n'
sr: Одговорите са „c %s текст на потврдном коду“

source: Please add a valid premiumize.me account first and restart pyLoad.
el: Παρακαλώ προσθέστε πρώτα έναν έγκυρο λογαριαμό στο premiumize.me και επανεκκινήστε το pyLoad.
hu: Először adj meg premiumize.me hozzáférést majd indítsd újra a pyLoad-ot.

source: %d credits left
el: απομένουν %d πόντοι
hu: %d kredit maradt
sr: Преостало је %d кредита

source: Activated %s
el: Ενεργοποιήθηκε το %s
hu: Aktivált: %s
sr: Активирано %s

source: No Hoster loaded
el: Δεν φορτώθηκε κάποιος hoster
hu: Nincs szolgáltató betöltve
sr: Ниједан хостер није учитан

source: *** Get it here: http://pyload.org/download ***
el: *** Κατεβάστε απο εδώ: http://pyload.org/download ***
