Repository: pyload/pyload
Catalog: locale/*/LC_MESSAGES/pyLoadCli.po
Languages: da, pl

source: Command Line Interface
pl: Interfejs Linii Komend

source: %s Downloads:
da: %s Hentes:
pl: %s Pobrań:

source: Speed:
da: Hastighed:
pl: Prędkość:

source: Size:
da: Størrelse:
pl: Rozmiar:

source: Finished in:
da: Færdig om:
pl: Zakończono w:

source: waiting:
da: Venter:
pl: Oczekiwanie:

source: paused
pl: Wstrzymane

source: running
pl: Aktywne

source: total Speed
pl: Prędkość pobierania

source: Files in queue
pl: Pliki w kolejce

source: Total
pl: Ogółem

source: Add Links
da: Tilføj Links
pl: Dodaj linki

source: Manage Queue
pl: Zarządzaj kolejką

source: Manage Collector
pl: Zarządzanie poczekalnią linków

source: (Un)Pause Server
da: Genoptag/Pause Server
pl: Zatrzymaj/Wznów serwer

source: Kill Server
da: Afslut Server
pl: Wyłącz serwer

source: Quit
da: Afslut
pl: Wyjście

source: Please use this syntax: add <Package name> <link> <link2> ...
da: Brug venligst denne syntaks: add <Pakkens Navn> <link> <link2> ...
pl: Używamy składni: add <Package name> <link> <link2> ...

source: Checking %d links:
pl: Sprawdzanie linków %d:

source: File does not exists.
pl: Plik nie istnieje.

source: pyLoad was terminated
da: pyLoad var afslutte
pl: pyLoad został wyłączony

source: Prints server status
da: Udskriver server status
pl: Wyświetla status serwera

source: Prints downloads in queue
pl: Wyświetla pobierane pliki z kolejki

source: Prints downloads in collector
pl: Wyświetla pobierane pliki z poczekalni

source: Adds package to queue
pl: Dodaje pakiet do kolejki

source: Adds package to collector
pl: Dodaje paczkę do poczekalni

source: Delete Files from Queue/Collector
pl: Usuń pliki z Kolejki/Poczekalni

source: Delete Packages from Queue/Collector
pl: Usuń Paczki z Kolejki/Poczekalni

source: Move Packages from Queue to Collector or vice versa
da: Flyt pakker fra kø til samler og opmvendt
pl: Przenoszenie paczek z kolejki do poczekalni i odwrotnie

source: Restart files
da: Genstart filer
pl: Zrestartuj pliki

source: Restart packages
da: Genstart pakker
pl: Zrestartuj paczki

source: Check online status, works with local container
pl: Sprawdź status online, współpracuje z lokalnym kontenerem

source: Checks online status of a container file
pl: Sprawdź stan online pliku kontenera

source: Pause the server
da: Pause serveren
pl: Wstrzymaj serwer

source: continue downloads
da: Fortsæt hentning
pl: kontynuuj pobieranie

source: Toggle pause/unpause
da: Pause/Genoptag
pl: Wstrzymaj/Wznów

source: kill server
da: Afslut server
pl: wyłącz serwer

source: List of commands:
da: Kommando liste
pl: Lista poleceń:

source: Couldn't write user config file
da: Kunne ikke skrive til bruger config filen
pl: Nie można zapisać pliku konfiguracyjnego

source: You need py-openssl to connect to this pyLoad Core.
da: Du mangler py-openssl for at tilslutte til denne pyLoad Kerne
pl: Do połączenia z pyLoad Core wymagana jest instalacja py-openssl.

source: Address:
da: Adresse:
pl: Adres:

source: Username:
da: Brugernavn:
pl: Użytkownik:

source: Password:
da: Kode:
pl: Hasło:

source: Login data is wrong.
da: Login oplysninger er forkerte
pl: Błędne dane logowania.

source: Could not establish connection to %(addr)s:%(port)s.
da: Can ikke etablere forbindelse til %(addr)s:%(port)s.
pl: Nie można połączyć z %(addr)s:%(port)s.

source: You need py-openssl to connect to this pyLoad core.
da: Du mangler py-openssl for at tilslutte til denne pyLoad Kerne
pl: Do połączenia z pyLoad Core wymagana jest instalacja py-openssl.

source: Interactive mode ignored since you passed some commands.
da: Interaktiv tilstand ignoreres da du gik nogle kommandoer.
pl: Tryb interaktywny wyłączono po wprowadzonych komendach.

source: Add Package:
pl: Dodaj pakiet:

source: Enter a name for the new package
pl: Wprowadź nazwę dla nowego pakietu

source: Package: %s
pl: Pakiet: %s

source: Parse the links you want to add.
da: Indsæt de links du ønsker at tilføje
pl: Analizuj linki które chcesz dodać.

source: Type %s when done.
da: Skriv %s når du er færdig.
pl: Napisz %s gdy ukończone.

source: Links added:
da: Links tilføjet:
pl: Dodanych linków:

source: back to main menu
da: tilbage til hovedmenu
pl: powrót do głównego menu

source: Manage Packages:
da: Håndtér pakker:
pl: Zarządzanie pakietami:

source: Manage Links:
da: Håndtér Links:
pl: Zarządzaj linkami:

source: What do you want to move?
da: Hvad vil du flytte?
pl: Czy chcesz przenieść?

source: What do you want to delete?
da: Hvad vil du slette?
pl: Czy na pewno chcesz usunąć?

source: What do you want to restart?
da: Hvad vil du genstarte?
pl: Czy chcesz zrestartować?

source: Choose what yout want to do or enter package number.
pl: Wybierz, co chcesz wykonać lub wprowadź numer paczki.

source: delete
da: slet
pl: skasuj

source: move
da: flyt
pl: przenieś

source: - previous
da: - forrige
pl: - poprzedni

source: - next
da: - næste
pl: - następny

source: restart
da: genstart
