Repository: pyload/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: fr, ja

source: y
fr: o

source: Welcome to the pyLoad Configuration Assistent.
fr: Bienvenue dans l'Assistant de Configuration de pyLoad.
ja: pyLoad 設定アシスタントにようこそ。

source: It will check your system and make a basic setup in order to run pyLoad.
fr: Votre système va être vérifié et subir un réglage de base afin de lancer pyLoad.
ja: それはあなたのシステムをチェックし、基本的なセットアップ pyLoad を実行するために。

source: The value in brackets [] always is the default value,
fr: La valeur entre crochets [] est toujours la valeur par défaut,
ja: 角かっこ内の値は常に、既定値は

source: in case you don't want to change it or you are unsure what to choose, just hit enter.
fr: dans le cas où vous ne voulez pas la changer ou vous ne savez pas quoi choisir, appuyez sur entrée.
ja: それを変更したくない、何を選択する確認が場合ヒットだけを入力します。

source: Don't forget: You can always rerun this assistent with --setup or -s parameter, when you start pyLoadCore.
fr: N'oubliez pas : vous pouvez toujours relancer cet assistant avec l'option --setup ou -s, lorsque vous démarrez pyLoadCore.

source: If you have any problems with this assistent hit STRG-C,
fr: Si vous avez un problème avec cet assistant appuyer sur CTRL-C,

source: to abort and don't let him start with pyLoadCore automatically anymore.
fr: pour annuler et ne plus le laisser démarrer automatiquement avec pyLoadCore.

source: When you are ready for system check, hit enter.
fr: Lorsque vous êtes prêt pour la vérification du système, appuyez sur entrée.
ja: システム チェックの準備が整ったら、ヒットを入力します。

source: You need pycurl, sqlite and python 2.5, 2.6 or 2.7 to run pyLoad.
fr: Vous avez besoin de pycurl, sqlite et python 2.5, 2.6 ou 2.7 pour exécuter pyLoad.
ja: pyLoad を実行するには pycurl と sqlite、python 2.5 または 2.6、2.7 が必要です。

source: Please correct this and re-run pyLoad.
fr: Merci d'effectuer les corrections nécessaires et de relancer pyLoad.
ja: これを修正して pyLoad を再実行してください。

source: Setup will now close.
fr: Le configurateur va se fermer.

source: System check finished, hit enter to see your status report.
fr: Vérification du système fini, appuyer sur entrée pour voir votre rapport de status.

source: container decrypting
fr: décryptage des conteneurs

source: ssl connection
fr: connexion ssl
ja: SSL 接続

source: automatic captcha decryption
fr: décryptage automatique des catchas
ja: 自動 captcha 解読

source: Webinterface
fr: Interface web
ja: ウェブインタフェース

source: extended Click'N'Load
fr: extension Click'N'Load

source: Features available:
fr: Fonctions disponibles :

source: Featues missing:
fr: Fonctions indisponibles :

source: no py-crypto available
fr: py-crypto n'est pas disponible

source: You need this if you want to decrypt container files.
fr: Vous en avez besoin si vous souhaitez décrypter les fichiers conteneurs.

source: no SSL available
fr: SSL n'est pas disponible
ja: SSL を利用できません

source: This is needed if you want to establish a secure connection to core or webinterface.
fr: Vous en avez besoin si vous souhaitez établir une connexion sécurisé avec le logiciel principal ou l'interface web.

source: If you only want to access locally to pyLoad ssl is not usefull.
fr: Si vous souhaitez accéder à pyLoad uniquement en local, ssl n'est pas utile.

source: no Captcha Recognition available
fr: La Reconnaissance des catchas n'est pas disponible

source: Only needed for some hosters and as freeuser.
fr: Ceci est nécessaire uniquement pour certains hôtes en tant qu'utilisateur gratuit.

source: Gui not available
fr: Interface graphique non disponible
ja: GUI を利用できません

source: The Graphical User Interface.
fr: L'Interface Graphique.
ja: グラフィカル ユーザ インターフェイスです。

source: no JavaScript engine found
fr: pas de moteur JavaScript trouvé
ja: JavaScript エンジンが見つかりません

source: You will need this for some Click'N'Load links. Install Spidermonkey, ossp-js, pyv8 or rhino
fr: Vous en aurez besoin pour certains liens Click'N'Load. Installez SpiderMonkey, ossp-js, pyv8 ou Rhino

source: You can abort the setup now and fix some dependicies if you want.
fr: Si vous le souhaitez, vous pouvez maintenant sortir du configurateur et corriger certaines dépendances.

source: Continue with setup?
fr: Poursuivre l'installation ?
ja: セットアップを続けますか。

source: Do you want to change the config path? Current is %s
fr: Vous voulez changer le chemin de la configuration ? Le chemin actuel est %s
ja: 設定パスを変更しますか。現在は %s です。

source: If you use pyLoad on a server or the home partition lives on an iternal flash it may be a good idea to change it.
fr: Si vous utilisez pyLoad sur un serveur ou si la partition home se trouve sur un disque flash il est conseillé de le modifier.

source: Change config path?
fr: Changer le chemin de la configuration?
ja: 設定パスの変更ですか？

source: Do you want to configure login data and basic settings?
fr: Vous voulez configurer les données de connexion et les paramètres de base ?
ja: ログイン データと基本設定を構成しますか。

source: This is recommend for first run.
fr: Ceci est recommandé pour la première exécution.
ja: 最初の実行をお勧めしますです。

source: Make basic setup?
fr: Faire le réglage de base ?
ja: 基本的なセットアップを行うか？

source: Do you want to configure ssl?
fr: Vous voulez configurer ssl?
ja: Ssl を構成しますか。

source: Configure ssl?
fr: Configurer ssl?
ja: Ssl を構成しますか。

source: Do you want to configure webinterface?
fr: Vous voulez configurer l'interface Web?
ja: ウェブインタ フェースを構成しますか。

source: Configure webinterface?
fr: Configurer l'interface Web?
ja: ウェブインタ フェースを構成しますか。

source: Setup finished successfully.
fr: Installation terminée avec succès.
ja: セットアップは正常に完了しました。

source: Hit enter to exit and restart pyLoad
fr: Appuyez sur entrée pour quitter et redémarrer pyLoad
ja: PyLoad を再起動を終了を入力ヒット

source: ## System Check ##
fr: ## Vérification du Système ##
ja: ## システム チェック ##

source: Your python version is to new, Please use Python 2.6/2.7
fr: Votre version de python est trop récente, Merci d'utiliser Python 2.6/2.7

source: Your python version is to old, Please use at least Python 2.5
fr: Votre version de python est trop ancienne, merci d'utiliser au moins Python 2.5

source: Python Version: OK
fr: Version de Python : OK
ja: Python のバージョン: OK

source: Your installed jinja2 version %s seems too old.
fr: Vous avez installé jinja2 version %s, elle semble trop ancienne.

source: You can safely continue but if the webinterface is not working,
fr: Vous pouvez continuer en toute sécurité mais si l'interface web ne fonctionne pas,

source: please upgrade or deinstall it, pyLoad includes a sufficient jinja2 libary.
fr: mettez à jour ou désinstallez la, pyLoad inclus une librairie jinja2 suffisante.

source: JS engine
fr: moteur JS
ja: JS エンジン

source: ## Basic Setup ##
fr: ## Configuration de base ##
ja: ## 基本的なセットアップ ##

source: The following logindata is valid for CLI, GUI and webinterface.
fr: Les données de connexion suivantes sont valables pour le CLI, GUI et l'interface Web.
ja: 次の logindata は CLI と GUI のウェブインタ フェースに有効です。

source: Username
fr: Nom utilisateur
ja: ユーザー名

source: External clients (GUI, CLI or other) need remote access to work over the network.
fr: Les clients externes (GUI, CLI ou autre) nécessitent un accès distant pour fonctionner sur le réseau.

source: However, if you only want to use the webinterface you may disable it to save ram.
fr: Cependant, si vous souhaitez uniquement utiliser l'interface web vous pouvez le désactiver pour économiser la RAM.

source: Enable remote access
fr: Activer l'accès distant

source: Language
fr: Langue
ja: 言語

source: Downloadfolder
fr: Dossier de téléchargement
ja: ダウンロードフォルダ

source: Max parallel downloads
fr: Téléchargements parallèles max
ja: 最大並列ダウンロード

source: Use Reconnect?
fr: Utiliser la reconnexion ?
ja: 再接続を使用します。

source: Reconnect script location
fr: Emplacement du script de reconnexion
ja: スクリプトの場所を接続し直します

source: ## Webinterface Setup ##
fr: ## Configuration de l'interface Web ##
ja: ## ウェブインタフェースのセットアップ ##

source: Activate webinterface?
fr: Activer l'interface Web?
ja: ウェブインタフェースをアクティベートしますか?

source: Listen address, if you use 127.0.0.1 or localhost, the webinterface will only accessible locally.
fr: Adresse d'écoute, si vous utilisez 127.0.0.1 ou localhost, l'interface Web sera accessible uniquement localement.
ja: リスン アドレス、127.0.0.1 または localhost、ウェブインタ フェースを使用する場合は、ローカルでのみアクセス可能。

source: Address
fr: Adresse
ja: アドレス

source: pyLoad offers several server backends, now following a short explanation.
fr: pyLoad offre plusieurs serveur d'arrière plan, suivez maintenant une brève explication.
ja: pyLoad 今、簡単な説明、次のいくつかのサーバー バックエンドを提供しています。

source: Default server, best choice if you dont know which one to choose.
fr: Serveur par défaut ; c'est le meilleur choix si vous ne savez pas lequel choisir.

source: This server offers SSL and is a good alternative to builtin.
fr: Ce serveur permet l'utilisation de SSL ; c'est une bonne alternative à builtin.

source: Can be used by apache, lighttpd, requires you to configure them, which is not too easy job.
fr: Peut être utilisé par apache, lighttpd, mais vous oblige à les configurer, ce qui n'est pas très facile.
ja: Apache、lighttpd を使用することができます、あまりにも簡単な仕事ではない、それらを構成する必要があります。

source: Very fast alternative written in C, requires libev and linux knowlegde.
fr: Une alternative très rapide écrite en C, nécessite libev et des connaissances en linux.

source: Get it from here: https://github.com/jonashaag/bjoern, compile it
fr: Télécharger le ici : https://github.com/jonashaag/bjoern, compilez-le
ja: ここからそれを得る: https://github.com/jonashaag/bjoern、それをコンパイル

source: and copy bjoern.so to module/lib
fr: et copiez bjoern.so vers module/lib

source: Attention: In some rare cases the builtin server is not working, if you notice problems with the webinterface
fr: Attention : dans certain cas le serveur intégré ne marche pas, si vous avez des problèmes avec l'interface web
ja: 注意: いくつかのまれなケースで、組み込みのサーバーが動作しない、ウェブインタ フェースで問題が発生した場合

source: come back here and change the builtin server to the threaded one here.
fr: revenez ici et changez le serveur de “intégré” à “threaded”.
ja: ここに戻ってくるし、ここでスレッドに組み込みサーバーを変更します。

source: Server
fr: Serveur
ja: サーバー

source: ## SSL Setup ##
fr: ## Configuration de SSL ##
ja: ## SSL セットアップ ##

source: Execute these commands from pyLoad config folder to make ssl certificates:
fr: Exécutez ces commande depuis le répertoire de configuration de pyLoad pour générer les certificats SSL :
ja: Ssl 証明書を pyLoad config フォルダーからこれらのコマンドを実行します。

source: If you're done and everything went fine, you can activate ssl now.
fr: Si vous avez terminé et que tout s'est bien passé, vous pouvez activer le ssl maintenant.
ja: 完了したら、すべてがうまく行った場合 ssl を今すぐアクティブ化することができます。

source: Activate SSL?
fr: Activer le SSL ?
ja: SSL を有効にするか？

source: Select action
fr: Sélectionnez une action
ja: 動作を選択

source: 1 - Create/Edit user
fr: 1 - Créer/modifier l'utilisateur
ja: 1 - ユーザを作成/編集

source: 2 - List users
fr: 2 - Lister les utilisateurs
ja: 2 - ユーザ一覧を表示

source: 3 - Remove user
fr: 3 - Supprimer un utilisateur
ja: 3 - ユーザを削除

source: 4 - Quit
fr: 4 - Quitter
ja: 4 - 終了

source: Users
fr: Utilisateurs
ja: ユーザー

source: Setting new configpath, current configuration will not be transfered!
fr: Définition d'un nouveau dossier de configuration, la configuration actuelle ne sera pas transférée !

source: Configpath
fr: Dossier de configuration
ja: 設定パス

source: Configpath changed, setup will now close, please restart to go on.
fr: Dossier de configuration modifié, l'assistant va se fermer, veuillez le relancer ensuite.

source: Press Enter to exit.
fr: Appuyez sur entrée pour quitter.
ja: 終了するには Enter を押してください。

source: Setting config path failed: %s
fr: La définition du dossier de configuration a échoué : %s
ja: 設定パスの設定に失敗しました: %s

source: %s: missing
fr: %s : absent
ja: %s: ありません

source: Password:
fr: Mot de passe :
ja: パスワード:

source: Password too short. Use at least 4 symbols.
fr: Le mot de passe est trop court. Utilisez au moins 4 caractères.
ja: パスワードが短すぎます。4 文字以上にしてください。

source: Password (again):
fr: Mot de passe (encore) :
ja: パスワード (再入力):

source: Passwords did not match.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。

source: yes
fr: oui
ja: はい

source: true
fr: vrai

source: t
fr: v

source: no
fr: non
ja: いいえ

source: false
fr: faux

source: Invalid Input
fr: Entrée non valide
ja: 無効な入力

source: Don't forget: You can always rerun this assistent with --setup or -s parameter, when you start pyload.py .
ja: 忘れてはいけない： pyload.py を起動すると常にセットアップまたは-s パラメーターでこのアシスタントを再実行することができます。

source: to abort and don't let him start with pyload.py automatically anymore.
ja: 中止しないでください彼はもはや自動的に pyload.py を開始させてください。

source: ## Status ##
ja: ## 状態 ##

source: Port
ja: ポート
